Repository: wtl-public/hio-typo3-connector
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# titlePublications
source: HISinOne Publications
de: HISinOne Publikationen

# descriptionPublications
source: List of publications available in HISinOne
de: Liste aller in HISinOne verfügbaren Publikationen

# titlePublicationDetails
source: HIO Publication Details
de: HIO Publikation Detailansicht

# publicationsTable
source: HIO Publications
de: Publikationen

# noPublications
source: No publications found.
de: Keine Publikationen gefunden.

# titleProjects
source: HISinOne Projects
de: HISinOne Projekte

# descriptionProjects
source: List plugin for HIO Projects
de: Liste aller in HISinOne verfügbaren Forschungsprojekte

# projectsTable
source: HIO Projects
de: HIO Projekte

# noProjects
source: No projects found.
de: Keine Projekte gefunden.

# titlePersons
source: HISinOne Persons
de: HISinOne Personen

# descriptionPersons
source: List of persons available in HISinOne
de: Liste aller in HISinOne verfügbaren Personen

# titleDoctorates
source: HISinOne Doctorates
de: HISinOne Promotionen

# descriptionDoctorates
source: List of doctorates available inHISinOne
de: Liste aller in HISinOne verfügbaren Promotionen

# titleHabilitations
source: HISinOne Habilitations
de: HISinOne Habilitationen

# descriptionHabilitations
source: List of habilitations available inHISinOne
de: Liste aller in HISinOne verfügbaren Habilitationen

# titlePatents
source: HISinOne Patents
de: HISinOne Patente

# descriptionPatents
source: List of patents available inHISinOne
de: Liste aller in HISinOne verfügbaren Patente

# patentsTable
source: HIO Patents
de: HIO Patente

# noPatents
source: No patents found.
de: Keine Patente gefunden.

# hio.patent.countryOfRegistration
source: country of registration
de: Land der Anmeldung

# hio.patent.description
source: description
de: Beschreibung

# hio.patent.grantDate
source: grant date
de: Erteilungsdatum

# hio.patent.inventor
source: inventor
de: Erfinder

# hio.patent.inventors
source: inventors
de: Erfinder

# hio.patent.patentNumber
source: patent number
de: Patentnummer

# hio.patent.priorityPatent
source: priority patent
de: Prioritätspatent

# hio.patent.publicationNumber
source: publication number
de: Veröffentlichungsnummer

# hio.patent.registrationDate
source: registration date
de: Tag der Anmeldung

# hio.patent.researchArea
source: research area
de: Forschungsbereich

# hio.patent.researchAreas
source: research areas
de: Forschungsbereiche

# hio.patent.subjectArea
source: subject area
de: Fachgebiet

# hio.patent.subjectAreas
source: subject areas
de: Fachgebiete

# hio.patent.title
source: title
de: Bezeichnung

# hio.patent.visibility
source: visibility
de: Sichtbarkeit

# ListPaginationPrevious
source: Previous
de: Zurück

# ListPaginationNext
source: Next
de: Weiter

# ShowBackToList
source: Back
de: Zurück

# habilitation.admissionDate
source: admission date
de: Zulassungsdatum

# habilitation.certificateDate
source: certificate date
de: Urkundendatum

# habilitation.endDate
source: end date
de: Enddatum

# habilitation.organization
source: organization
de: Organisation

# habilitation.organizations
source: organizations
de: Organisationen

# habilitation.persons
source: persons
de: Personen

# habilitation.language
source: language
de: Sprache

# habilitation.registrationDate
source: registration date
de: Anmeldedatum

# habilitation.researchArea
source: research area
de: Forschungsbereich

# habilitation.researchAreas
source: research areas
de: Forschungsbereiche

# habilitation.startDate
source: start date
de: Startdatum

# habilitation.title
source: title
de: Titel

# habilitation.type
source: type
de: Typ

# doctorate.courseOfStudy
source: course of study
de: Studiengang

# doctorate.description
source: description
de: Beschreibung

# doctorate.doctoralPositionAvailable
source: doctoral position available
de: Promotionsstelle verfügbar

# doctorate.endDate
source: end date
de: Enddatum

# doctorate.language
source: language
de: Sprache

# doctorate.organization
source: organization
de: Organisationseinheit

# doctorate.organizations
source: organizations
de: Organisationseinheiten

# doctorate.persons
source: persons
de: Personen

# doctorate.researchArea
source: research area
de: Forschungsgebiet

# doctorate.researchAreas
source: research areas
de: Forschungsgebiete

# doctorate.scholarshipAvailable
source: scholarship available
de: Stipendium verfügbar

# doctorate.startDate
source: start date
de: Startdatum

# doctorate.subjectArea
source: subjectArea
de: Fachgebiet

# doctorate.subjectAreas
source: subjectAreas
de: Fachgebiete

# doctorate.title
source: title
de: Titel

# hio.show.project.type
source: Type
de: Projektart

# hio.show.project.startDate
source: Begin
de: Beginn

# hio.show.project.endDate
source: End
de: Ende

# hio.show.project.persons
source: Persons
de: Projektbeteiligte

# hio.show.project.objective
source: Objective
de: Zweck

# hio.show.project.subjectAreas
source: Subject area(s)
de: Fachgebiet(e)

# hio.show.project.subjectArea
source: Subject area
de: Fachgebiet

# hio.show.project.researchAreas
source: Research areas
de: Forschungsbereiche

# hio.show.project.researchArea
source: Research area
de: Forschungsbereich

# hio.show.project.abstract
source: Abstract
de: Beschreibung

# hio.show.project.cooperation
source: Cooperation
de: Kooperationen

# hio.show.project.selectTab
source: Select a tab
de: Bitte Tab auswählen

# hio.show.project.noCooperation
source: No cooperation information available.
de: Keine Kooperationen verfügbar.

# hio.show.project.noDownloads
source: No downloads available.
de: Keine Downloads verfügbar.

# hio.show.publication.authors
source: Authors
de: Autoren

# hio.show.publication.author
source: Author
de: Autor

# hio.show.publication.journal
source: Journal
de: Normierter Zeitschriftentitel

# hio.show.publication.keywords
source: Keywords
de: Schlagwörter

# hio.show.publication.keyword
source: Keyword
de: Schlagwort

# hio.show.publication.conference.name
source: Conference
de: Konferenz / Tagung

# hio.show.publication.conference.date
source: Date
de: Zeitraum

# hio.show.publication.conference.language
source: Language
de: Sprache

# hio.show.publication.conference.type
source: Type
de: Veranstaltungsart

# hio.show.publication.journal.issue
source: Issue
de: Ausgabe

# hio.show.publication.journal.releaseYear
source: Release year
de: Erscheinungsjahr

# hio.show.publication.journal.pageRange
source: Page range
de: Seiten

# hio.show.publication.journal.volume
source: Volume
de: Auflage

# hio.show.person.ungroupedPublications
source: Other publications
de: Weitere Veröffentlichungen

# tx_hiotypo3connector_domain_model_citationstyle
source: Citationstyles
de: Zitationsstile

# tx_hiotypo3connector_domain_model_doctorate
source: Doctorates
de: Promotionen

# tx_hiotypo3connector_domain_model_habilitation
source: Habilitations
de: Habilitationen

# tx_hiotypo3connector_domain_model_patent
source: Patents
de: Patente

# tx_hiotypo3connector_domain_model_person
source: Persons
de: Personen

# tx_hiotypo3connector_domain_model_project
source: Projects
de: Projekte

# tx_hiotypo3connector_domain_model_publication
source: Publications
de: Publikationen

# dynamicObjects.title
source: Additional information
de: Weitere Angaben

# search.placeholder
source: Search...
de: Suchbegriff...

# search.button
source: Search
de: Suchen

# person.publications.count
source: Number of publications
de: Anzahl Publikationen

# person.projects.count
source: Number of projects
de: Anzahl Projekte
